Repository: JanST123/wc-info-swift
Catalog: WCinfo/WCinfoWidget/Localizable.xcstrings
Source language: en
Languages: de

# 1-Tap Kompass
source: 1-Tap Compass
de: 1-Tap Kompass

# 1-Tap Kompass-Start
source: 1-Tap Compass Start
de: 1-Tap Kompass-Start

source: The distance to the nearest public toilet above which a closer open non-public toilet is chosen as fallback.
de: Ab welcher Distanz zur nächsten öffentlichen Toilette auf eine nähere geöffnete nicht-öffentliche ausgewichen wird.

# Alle Toiletten
source: All toilets
de: Alle Toiletten

# Alle verfügbaren Toiletten
source: All available toilets
de: Alle verfügbaren Toiletten

# Euroschlüssel
source: Euro key
de: Euroschlüssel

source: Find and navigate directly to the nearest suitable toilet with a single tap using the compass.
de: Finde und navigiere mit nur einem Fingertipp direkt per Kompass zur nächsten passenden Toilette.

# Geöffnet
source: Open
de: Geöffnet

# Geschlossene Toiletten anzeigen
source: Show closed toilets
de: Geschlossene Toiletten anzeigen

# Getrennt
source: Separated
de: Getrennt

# Max. Distanz zur öffentlichen Toilette (Meter)
source: Max distance to public toilet (meters)
de: Max. Distanz zur öffentlichen Toilette (Meter)

# Nächste Toilette
source: Nearest Toilet
de: Nächste Toilette

# Nähere geöffnete, nicht-öffentliche Toilette als Ausweichoption erlauben
source: Allow closer open, non-public toilet as fallback option
de: Nähere geöffnete, nicht-öffentliche Toilette als Ausweichoption erlauben

source: Navigates to a closer open non-public toilet if the nearest public toilet is farther away.
de: Navigiert zu einer näheren geöffneten nicht-öffentlichen Toilette, falls die nächste öffentliche weiter entfernt ist.

# Nicht-barrierefreie Toiletten anzeigen
source: Show non-accessible toilets
de: Nicht-barrierefreie Toiletten anzeigen

# Nicht-öffentliche Toiletten anzeigen
source: Show non-public toilets
de: Nicht-öffentliche Toiletten anzeigen

# NOTFALL
source: EMERGENCY
de: NOTFALL

# Notfall-Filter
source: Emergency Filter
de: Notfall-Filter

# Notfall-Toilette
source: Emergency Toilet
de: Notfall-Toilette

# Nur Öffentlich
source: Public Only
de: Nur Öffentlich

# Nur öffentliche Toiletten mit Ausweichoption
source: Public toilets only with fallback option
de: Nur öffentliche Toiletten mit Ausweichoption

# Öffentlich (>%lldm Ausweich)
source: Public (>%lldm fallback)
de: Öffentlich (>%lldm Ausweich)

# Ohne Euroschlüssel anzeigen
source: Show without Euro key
de: Ohne Euroschlüssel anzeigen

# Ohne Geschlechtertrennung anzeigen
source: Show without gender separation
de: Ohne Geschlechtertrennung anzeigen

# Ohne Wickeltisch anzeigen
source: Show without changing table
de: Ohne Wickeltisch anzeigen

source: Customize which criteria should be considered for quick emergency navigation.
de: Passe an, welche Kriterien bei der schnellen Notfall-Navigation berücksichtigt werden sollen.

# Rollstuhlgerecht
source: Wheelchair accessible
de: Rollstuhlgerecht

# SOFORT-NAVIGATION
source: INSTANT NAVIGATION
de: SOFORT-NAVIGATION

# Tippen zum Navigieren
source: Tap to navigate
de: Tippen zum Navigieren

# WC NOTFALL
source: WC EMERGENCY
de: WC NOTFALL

# Wickeltisch
source: Changing table
de: Wickeltisch
